Repository: Nekothegamer/high-tide-italian-translation
Catalog: po/*.po
Languages: it

# shortcut window
source: General
it: Generali

# shortcut window
source: Show Shortcuts
it: Mostra scorciatoie

# shortcut window
source: Edit preferences
it: Modifica preferenze

# shortcut window
source: Quit
it: Esci

source: Title
it: Titolo

source: Go to track radio
it: Vai alla radio della traccia

source: Play next
it: Riproduci successivamente

source: Add to my collection
it: Aggiungi alla libreria

source: Add to queue
it: Aggiungi alla coda

source: Log In
it: Accedi

source: Go to this website and login with your account, if it asks for a code insert the code provided below.
it: Vai a questo sito ed effettua il login con il tuo account, se ti chiede un codice inserisci il codice fornito qui sotto.

source: Playlist Name
it: Nome playlist

source: Playlist Description
it: Descrizione playlist

source: Create
it: Crea

source: Low 96k
it: Bassa 96k

source: High 320k
it: Alta

source: Quality
it: Qualità

source: Automatic
it: Automatico

source: Preferred Audio Sink
it: Audio sink preferito

source: Gapless playback is disabled for the native Pipewire Sink due to a bug. Use 'Automatic' for gapless playback.
it: La riproduzione gapless è disabilita per il sink nativo di Pipewire per via di un bug. Usa 'Automatico' per la riproduzione gapless.

source: ALSA Device
it: Dispositivo ALSA

source: Device used for exclusive ALSA access
it: Dispositivo usato per l'accesso esclusivo ALSA

source: Normalize volume
it: Normalizza volume

source: Run in the background
it: Esegui in background

source: Use quadratic volume control
it: Use il controllo del volume quadratico

source: Display animated covers
it: Mostra le copertine animate

source: Enable Discord Rich Presence
it: Abilita la rich presence di Discord

source: Search...
it: Cerca...

source: We Changed App ID
it: Abbiamo cambiato l'App ID

source: We had to change the app ID for High Tide, if you had it installed before as Flatpak make sure to remove the old version with this command:
it: Abbiamo dovuto cambiare l'ID dell'app per High Tide, se lo avevi installato prima come Flatpak assicurati di rimuovere la versione vecchia con questo comando:

source: I understood
it: Ho capito

source: Play/Pause
it: Riproduci/Pausa

source: Skip Forward
it: Salta avanti

source: Loading...
it: Caricamento...

source: Explore
it: Esplora

source: Collection
it: Libreria

source: No Song
it: Nessun brano

source: Nobody
it: Nessuno

source: Add/Remove from favorites
it: Aggiungi/Rimuovi dai preferiti

source: Go to album
it: Vai all'album

source: Copy Share Link
it: Copia link di condivisione

source: Toggle Shuffle
it: Attiva/Disattiva shuffle

source: Skip Backward
it: Salta indietro

source: Lyrics
it: Testo

source: Queue
it: Coda

source: Copy Share URL
it: Copia URL di condivisione

source: Main Menu
it: Menù principale

source: _Preferences
it: _Preferenze

source: _Keyboard Shortcuts
it: _Scorciatoie da tastiera

source: _About High Tide
it: _Informazioni su High Tide

source: _Quit
it: _Esci

source: Copy share url
it: Copia url di condivisione

source: Add to a playlist
it: Aggiungi ad una playlist

source: No Lyrics
it: Nessun testo

source: Lyrics are not available for this song
it: Il testo non è disponibile per questa canzone

source: Played Songs
it: Brani riprodotti

source: Next Songs
it: Prossimi brani

source: TIDAL client
it: Client per TIDAL

source: Third party unofficial TIDAL music client. Listen to your favorite music from your desktop or mobile Linux device at the highest quality.
it: client di terze parti non ufficiale per TIDAL. Ascolta la tua musica preferita dal tuo desktop o dispositivo Linux mobile alla massima qualità

source: High Tide in a large window format playing the `Song 2` by Blur
it: High Tide in una finestra larga mentre riproduce `Song 2` dei Blur

source: High Tide in a large window format playing `Sultan Of Swing` by Dire Straits
it: High Tide in una finestra larga mentre riproduce `Sultan Of Swing` dei Dire Straits

source: High Tide in a small window format playing `Elenore` by The Turtles and showing the queue
it: High Tide in una finestra piccola mentre riproduce `Elenore` dei Turtles e mentre mostra la coda

source: High Tide in a small window format playing `Light My Fire` by The Doors
it: High Tide in una finestra piccola mentre riproduce `Light My Fire` dei Doors

source: Unknown
it: Sconosciuto

source: {} tracks ({})
it: {} traccie ({})

source: Artist
it: Artista

source: Top Tracks
it: Traccie top

source: Albums
it: Album

source: EP & Singles
it: EP & Singoli

source: Appears On
it: Appare in

source: Similar Artists
it: Artisti simili

source: Bio
it: Biografia

source: My Mixes and Radios
it: I miei mix e le mie Radio

source: Playlists
it: Playlist

source: Tracks
it: Traccie

source: Artists
it: Artisti

source: To be able to use this app, you need to login with your TIDAL account.
it: Per usare questa app, devi effettuare il login con il tuo account TIDAL.

source: by {}
it: di {}

source: Track by {}
it: Traccia di {}

source: By {}
it: Di {}

source: Track
it: Traccia

source: Donate with Ko-Fi
it: Dona con Ko-Fi

source: Donate with Github
it: Dona con GitHub

source: Playing Music
it: Riproducento musica

source: Successfully added to my collection
it: Aggiunto alla libreria con successo

source: Failed to add item to my collection
it: Impossibile agiungere l'elemento alla libreria

source: Successfully removed from my collection
it: Rimosso dalla libreria con successo

source: Failed to remove item from my collection
it: Impossibile rimuovere l'elemento dalla libreria

source: Copied share URL in the clipboard
it: URL di condivisione copiato negli appunti

source: ALSA Audio Device is not available
it: Il dispositivo audio di ALSA non è disponibile
